; ===========================================================================================
; *******************************************************************************************
;
; War of the Chosen Faction Heroes
;
; *******************************************************************************************
; ===========================================================================================

;
; Reaper
;

;
; - 胸部s
;

[CNV_WotC_RPR_MamaMEA_Initiative_Liam_TorsoDeco_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 胸部"

;
; Arms
;

[CNV_WotC_RPR_MamaMEA_Initiative_Liam_Arm_Left_M X2BodyPartTemplate]
DisplayName="利亚姆夹克 - 左臂"

[CNV_WotC_RPR_MamaMEA_Initiative_Liam_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 左肩"

[CNV_WotC_RPR_MamaMEA_Initiative_Liam_Forearm_Left_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 左前臂"

[CNV_WotC_RPR_MamaMEA_Initiative_Liam_Arm_Right_M X2BodyPartTemplate]
DisplayName="利亚姆夹克 - 右臂"

[CNV_WotC_RPR_MamaMEA_Initiative_Liam_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 右肩"

[CNV_WotC_RPR_MamaMEA_Initiative_Liam_Forearm_Right_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 右前臂"

;
; Skirmisher
;

;
; - 胸部s
;

[CNV_WotC_SKR_MamaMEA_Initiative_Liam_TorsoDeco_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 胸部"

;
; Arms
;

[CNV_WotC_SKR_MamaMEA_Initiative_Liam_Arm_Left_M X2BodyPartTemplate]
DisplayName="利亚姆夹克 - 左臂"

[CNV_WotC_SKR_MamaMEA_Initiative_Liam_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 左肩"

[CNV_WotC_SKR_MamaMEA_Initiative_Liam_Forearm_Left_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 左前臂"

[CNV_WotC_SKR_MamaMEA_Initiative_Liam_Arm_Right_M X2BodyPartTemplate]
DisplayName="利亚姆夹克 - 右臂"

[CNV_WotC_SKR_MamaMEA_Initiative_Liam_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 右肩"

[CNV_WotC_SKR_MamaMEA_Initiative_Liam_Forearm_Right_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 右前臂"

;
; Templar
;

;
; - 胸部s
;

[CNV_WotC_TMP_MamaMEA_Initiative_Liam_TorsoDeco_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 胸部"

;
; Arms
;

[CNV_WotC_TMP_MamaMEA_Initiative_Liam_Arm_Left_M X2BodyPartTemplate]
DisplayName="利亚姆夹克 - 左臂"

[CNV_WotC_TMP_MamaMEA_Initiative_Liam_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 左肩"

[CNV_WotC_TMP_MamaMEA_Initiative_Liam_Forearm_Left_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 左前臂"

[CNV_WotC_TMP_MamaMEA_Initiative_Liam_Arm_Right_M X2BodyPartTemplate]
DisplayName="利亚姆夹克 - 右臂"

[CNV_WotC_TMP_MamaMEA_Initiative_Liam_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 右肩"

[CNV_WotC_TMP_MamaMEA_Initiative_Liam_Forearm_Right_M X2BodyPartTemplate]
DisplayName="利亚姆盔甲 - 右前臂"